---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.LitersPerSecondKilowatt
source: html/269ec8a7-8343-d614-bc29-95d6befccd80.htm
---
# Autodesk.Revit.DB.UnitTypeId.LitersPerSecondKilowatt Property

Liters per second kilowatt.

## Syntax (C#)
```csharp
public static ForgeTypeId LitersPerSecondKilowatt { get; }
```